Repository: BitaG/cscart
Catalog: var/langs/*/addons/sendpulse.po
Languages: ru_ru

# Addons::description::sendpulse
source: Synchronization with SendPulse marketing platform.
ru_ru: Синхронизация с сервисом рассылок SendPulse.

# SettingsSections::sendpulse::sp_general
source: Connect to SendPulse
ru_ru: Подключение к SendPulse

# SettingsSections::sendpulse::autosynchronization
source: Automatic synchronization
ru_ru: Автосинхронизация

# SettingsOptions::sendpulse::title_auto_export_new_status
source: New customer added
ru_ru: При создании клиента

# SettingsOptions::sendpulse::auto_export_new_status
source: Activate
ru_ru: Активировать

# SettingsOptions::sendpulse::one_name_auto_export_new_status
source: Name in a single box
ru_ru: Имя одим полем

# SettingsOptions::sendpulse::select_auto_export_new_status
source: Mailing list
ru_ru: Адресная книга

# SettingsOptions::sendpulse::title_auto_export_new_order
source: New order
ru_ru: При покупке

# SettingsOptions::sendpulse::one_name_auto_export_new_order
source: Name in a single box
ru_ru: Имя одим полем

# SettingsOptions::sendpulse::auto_export_new_order
source: Activate
ru_ru: Активировать

# SettingsOptions::sendpulse::select_auto_export_new_order
source: Mailing list
ru_ru: Адресная книга

# SettingsSections::sendpulse::info
source: Information
ru_ru: Справка

# Languages::sendpulse::info_text
source: <p>This extension exports contacts to SendPulse. To export data, enter authorizaion details available <a target="_blank" href="https://login.sendpulse.com/settings/#api"><b>here</b></a>. Once you've done that, the export option will appear on the <b>"Customers"</b> tab.</p><p>To use additional features, move to "Automatic synchronization" tab and set up desired functions. Additional features allow to sunchronize contacts automatically when a <b>new order</b> or a <b>new user</b> is added</p>
ru_ru: <p>Данное расширение позволяет выполнять експорт контактов в SendPulse. Для этого нужно ввести данные для авторизации, которые можно найти <a target="_blank" href="https://login.sendpulse.com/settings/#api"><b>здесь</b></a>. После чего на вкладке <b>"Покупатели"</b> будет доступна опция меню для экспорта.</p><p>Для того, чтобы воспользоваться дополнительними возможностями, прейдите на вкладку "Автосинхронизация" и настройте интересующие Вас функции. Они позволяют автоматически синхронизировать контакты <b>при создании нового заказа</b> или <b>при регистрации нового пользователя</b></p>

# Languages::sendpulse::settings_info
source: <p>Authorization data can be found on the <a target="_blank" href="https://login.sendpulse.com/settings/#api">page.</a></b>.</p>
ru_ru: <p>Данные для авторизации вы можете найти на странице <a target="_blank" href="https://login.sendpulse.com/settings/#api">https://login.sendpulse.com/settings/#api</a></p>

# Languages::sendpulse::sp.address_book
source: Mailing list:
ru_ru: Адресная книга:

# Languages::sendpulse::sp.export_name
source: Name in a single box:
ru_ru: Имя одим полем:

# Languages::sendpulse::sp.success.message
source: Contacts exported.
ru_ru: Контакты экспортированы.

# Languages::sendpulse::sp.error.message.1
source: Client verification failed.
ru_ru: Проверка подлинности клиента не удалась.

# Languages::sendpulse::sp.error.message.2
source: Wrong SendPulse username.
ru_ru: Нет такого пользователя SendPulse.

# Languages::sendpulse::sp.error.message.3
source: Verify your email address.
ru_ru: Вам необходимо подтвердить свой адрес электронной почты.

# Languages::sendpulse::sp.error.message.99
source: Enter authorization details.
ru_ru: Укажите данные для авторизации.

# Languages::sendpulse::sp.error.message.999
source: Something went wrong.
ru_ru: Что то пошло не так.

# Languages::sendpulse::sp.error.email
source: email must be exported.
ru_ru: email обязателен для експорта.
